---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightTotalLightLoss
source: html/60883e0d-fbd4-7b50-fad8-8e59bc4e35f2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightTotalLightLoss Property

"Total Light Loss Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightTotalLightLoss { get; }
```